{
    "jokes": [
        "It doesn't matter how much you push the envelope. It'll still be stationary.",
        "A book just fell on my head, I only have my shelf to blame.",
        "Bakers trade bread recipes on a knead-to-know basis.",
        "A moon rock tastes better than an earthly rock because it's meteor.",
        "A backwards poet writes inverse.",
        "I used to be addicted to soap. But I'm clean now.",
        "I stayed up all night wondering where the sun went. Then it dawned on me.",
        "Why did the scarecrow get a promotion? He was outstanding in his field.",
        "I tried to catch some fog earlier. I mist.",
        "People are making apocalypse jokes like there's no tomorrow.",
        "What did the green grape say to the purple grape? Breathe, you idiot!",
        "Why can't a nose be 12 inches? Because then it would be a foot.",
        "A boiled egg in the morning is really hard to beat.",
        "I'm reading a book about anti-gravity. It's impossible to put down.",
        "I'm glad I know sign language. It's become quite handy.",
        "I forgot how to throw a boomerang. But it came back to me.",
        "When a clock is hungry... It goes back four seconds.",
        "I once heard a joke about amnesia... But I forget how it goes.",
        "The frustrated cannibal threw up his hands.",
        "There was once a crossed-eyed teacher... who had issues controlling his pupils.",
        "Diarrhea is hereditary... It runs in your genes.",
        "I heard two peanuts walk into a park... One was as-salted.",
        "What is a pirate's favorite letter? Tis' the c.",
        "The midget psychic escaped prison. He was a small medium at large.",
        "Newspaper headline reads: Cartoonist found dead at home, details are sketchy.",
        "The Magician got frustrated and pulled his hare out.",
        "A criminal`s best asset... is his lie-ability.",
        "I heard about the guy who got hit in the head with a can of soda. He is lucky it was a soft drink.",
        "It's not that the guy didn't know how to juggle... He just didn't have the balls to do it.",
        "What did the triangle say to the circle? You're so pointless.",
        "What did the cannibal get when he showed up to the party late? A cold shoulder!"
    ]
}